micropython/micropython/ports/samd/boards/SEEED_XIAO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Seeed Xiao"
#define MICROPY_HW_MCU_NAME   "SAMD21G18A"

#define MICROPY_HW_XOSC32K  (1)
